/* Message body of capture photo error */
"An error capturing a photo has occured. Please try again" = "An error capturing a photo has occured. Please try again";

/* Title of capture photo error */
"Capture Error" = "Capture Error";

/* Download Yell app Title Button */
"Download the Yell app to start finding" = "Download the Yell app to start finding";

/* MEXSegement button title for Fun */
"Fun" = "Fun";

/* MEXSegement button title for Gig */
"Gig" = "Gig";

/* Abbreviation meaning Large for venue size */
"L" = "L";

/* Abbreviation meaning Medium for venue size */
"M" = "M";

/* Alert button title to cancel saving photo to camera roll */
"No Thanks" = "No Thanks";

/* Dismiss button of alert view */
"Ok" = "Ok";

/* Abbreviation meaning small for venue size */
"S" = "S";

/* Title of confirmation of sharing photo */
"Save Photo" = "Save Photo";

/* Settings Table row title sounds */
"Sounds" = "Sounds";

/* MEXSegement button title for Stadium */
"Stadium" = "Stadium";

/* Step one of how to use the app - MEXWaveSpeedView */
"Step 1: Choose your venue size. " = "Step 1: Choose your venue size. ";

/* Step two of how to use the app - MEXWaveSpeedView */
"Step 2: Point your phone at the centre of your venue and kick start the wave amongst your friends." = "Step 2: Point your phone at the centre of your venue and kick start the wave amongst your friends.";

/* Step three of how to use the app - MEXWaveSpeedView */
"Step 3: Take photos and encourage others to join in." = "Step 3: Take photos and encourage others to join in!";

/* Settings Table row title Style */
"Style" = "Style";

/* Settings Table row title vibration */
"Vibration" = "Vibration";

/* Settings table header title */
"Wave Effects" = "Wave Effects";

/* Message body for saving photo to camera roll */
"Would you like to save this photo to the camera roll" = "Would you like to save this photo to the camera roll";

/* Confirmation of saving photo to camera roll */
"Yes" = "Yes";

/* Hint Text shown on first Launch */
"Create a mexican wave using your camera flash and capture that moment" = "Create a mexican wave using your camera flash and capture that moment";

/* Completed message shown when save was completed */
"Save Successful" = "Save Successful";

/* Title Shown When saving to camera roll */
"Saving" = "Saving";

/* Title of saving photo error */
"Save Error" = "Save Error";

/* Message body of saving photo error */
"An error saving your photo has occured. Please try again" = "An error saving your photo has occured. Please try again";

/* Completed message shown when save was completed */
"Save Successful" = "Save Successful";

"Version" = "Version";      /* The label text shown in the version display on the main settings page */

"Legal" = "Legal";          /* The label text shown in the Legal button on the main settings page */



"Legal Text" = "Mexican Wave – Terms of Use\
\
'We' means Yell Limited and the terms 'us' and 'our' will be construed accordingly. We are registered in England and Wales under company number 4205228 and have our registered office at One Reading Central, Forbury Road, Reading, Berkshire, England, RG1 3YL.\
\
'You' means the customer and user of the Mexican Wave application (the 'App') and the term 'your' will be construed accordingly.\
\
These terms ('Terms') set out the basis on which you may use the App. By using the App you accept these Terms, concluded between you and us, and agree to be bound by them. If you do not agree to them please refrain from using our App.\
\
Accessing the App\
\
You acknowledge and agree that the App is provided by us on an 'as is' and 'as available' basis without any representations or any kind of warranty made (whether express or implied) to the extent permitted by law, including the implied warranties of satisfactory quality, fitness for a particular purpose, non-infringement, compatibility, security and accuracy. Any material downloaded or otherwise obtained through the use of the App is used at your own discretion and risk.\
\
\
You acknowledge and agree that the App may from time to time be adversely affected by events outside our control. The App is subject to the limitations of the enabling technology on which it is reliant and may be adversely affected by network performance and other operational factors including without limitation, congestion, network coverage, dropped connections, the performance of your mobile device and the maintenance of secure network connections. We shall not be liable for any error, delay or failure in connection with transmission of the App. We may change the material within it at any time. If the need arises, we may suspend access to the App, or close it indefinitely.\
\
Use\
\
We own and are the licensee of a wide range of intellectual property rights used in and relating to the App, including YELL.com, trade mark and logo and other content, designs, text and graphics made available through the App.\
\
\
The App enables you to engage in a timer based light relay with other users of the App to create a ‘mexican wave’ effect and capture the moment in a photo. You are allowed to use the App for this purpose provided that you do not use the App: (1) for any unlawful purpose; (2) to harm, threaten, abuse or harass another person or in a way that is (in our reasonable opinion) offensive or is unacceptable or damaging to Yell or companies within Yell Group plc; (3) to tamper with, update or change any part of the App in a way that affects how it is run; (4) in a way that imposes an unreasonable or disproportionably large burden on Yell's communications and/or technical systems as determined by us, or to interfere with or attempt to interfere with how the App works.\
\
Limitation of Liability\
\
You acknowledge and agree that neither Yell nor other members of our group of companies, shareholders, officers, staff or other organisations connected to us shall in any circumstances (to the extent permitted by law) be liable for loss or damage arising from the use, non-use of, or defects or delays in, the App,\
\
Yell's aggregate liability to you for any and all claims however arising and whether caused by tort (including negligence), breach of contract or otherwise shall be limited to two thousand Pounds Sterling (£2,000). Notwithstanding any other provision of this agreement, Yell does not limit or exclude its liability for death or personal injury arising from our negligence, nor our liability for fraudulent misrepresentation.\
\
\
Charges\
\
YELL CURRENTLY DOES NOT CHARGE YOU TO USE THE APP. HOWEVER, YOUR NETWORK OPERATOR MAY CHARGE YOU FOR USING THEIR SYSTEMS, OR TELEPHONY NETWORK TO ACCESS THE APP. If Yell introduces App charges it will display details of those charges through the iPhone App Store. Where charges apply we will remind you that a charge will be incurred before you proceed with a chargeable request. You will not be entitled to cancel a chargeable request after it has been made.\
\
Termination\
\
You agree that Yell in its sole discretion may without notice terminate your use of the App for any reason including without limitation if we believe that you have breached or acted inconsistently with the letter or spirit of the Terms. Termination is without prejudice to any of Yell's other rights and remedies. You agree that Yell shall not be liable to you or any third-party for any termination of your access to the App.\
\
Variation\
\
We reserve the right to change these Terms at any time in our sole discretion and without prior notice. By continuing to use the App you are deemed to have accepted the varied Terms.\
\
How to Contact Us\
\If you have any questions, complaints or comments about the App then please contact us at mobile@yell.com.\
\
\Third Party Rights\
\
\The provider of the store from which you download the App (the “Store Provider”) is not a party to these Terms and is not responsible for the App and its content or the provision of any maintenance and support services for the App – and provides you with no warranties in respect of the same. You acknowledge that the Store Provider has no liability for and is not responsible for any claims you may have arising out of your possession or use of the App, including but not limited to any claim that the App infringes on a third-party’s intellectual property rights. As between us and the Store Provider, we, and not the Store Provider, will be solely responsible for the investigation, defence, settlement and discharge of any such intellectual property claim.\
\
You acknowledge and agree that the Store Provider and the Store Provider’s subsidiaries are third-party beneficiaries of these Terms. You also agree that, upon your acceptance of the Terms, the Store Provider will have the right (and will be deemed to have accepted the right) to enforce the Terms against you as a third-party beneficiary of those Terms.\
\
\
Personal Data\
\
\Any personal data you supply to us will be processed in accordance with our Privacy Policy. By using the App you consent to such processing.\
\
\Compliance\
\
You represent and warrant that you are not located in a country that is subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country and you are not listed on any U.S. Government list of prohibited or restricted parties.\
\
Applicable Law and Jurisdiction\
\
These Terms and any claim under them (whether contractual or non-contractual) shall be governed by English law and is subject to the exclusive jurisdiction of the courts of England and Wales.\
\
\
Privacy Policy for Mexican Wave Users\
\
This application (the “Mexican Wave app”) is run by Yell Limited.  We are committed to protecting and respecting your privacy.  This privacy policy is about the way we use the personal information of people who use the Mexican Wave app.  \
\
\
What Information We Collect About You \
\
We may ask for information about you when you ask for or use our Mexican Wave app.\
\
\
The information we collect and hold about you may include:\
\•	tracking of how you use the app so that we can optimise your experience;\
\•	any information you or your mobile phone transmits to us when you use the Service; and\
\•	any other information you may give us when you write to us or contact us in other ways. \
\
How We Will Use Information We Collect About You\
\
Whenever you give us your personal information, legally, we have to use it in accordance with the terms of various privacy laws, including the Data Protection Act 1998 (we refer to these laws in this privacy policy as the “privacy laws”). \
\
\
When you download and use the Mexican Wave app, it will automatically generate a random unique identifier. We will use this number in order to make the Mexican Wave app work on your mobile phone and to administer the service.\
\We may also use this information, and any personal data you provide to us, for market research purposes.  When you use the Mexican Wave app, we will keep details of the location and the time and date of any use you make using the Mexican Wave app.  We use this information to analyse how people use our Mexican Wave app and to improve our products and services.  If you give us your name, we will keep it and use it to personalise our service to you.\
\
Who We Share Your Personal Information With\
\
We may need to share your information with other organisations to provide you with the services you ask for.\
We may pass your information to one or more of the following organisations:\
•	other companies in the Yell group;\
•	data processing companies, mailing houses and other third party suppliers working on our behalf; and\
•	research students, universities and other research and development organisations.\
\
\
Every now and again, we receive requests for information from government departments, the police and other enforcement agencies.  If this happens, and there is a proper legal basis for providing your personal information, we will provide it to the organisation asking for it.  \
\
Where We Process Your Personal Information\
\When we use your information, this may occasionally involve sending your information outside the European Economic Area (EEA).  Where we do this, we make sure that appropriate steps are taken to protect your personal information and your rights.  By providing us with your personal information, you agree that we may transfer, store and process your information outside the EEA.\
\
How We Keep Your Information Secure\
\We take the security of your personal information very seriously.  We have put in place technology and security policies which are designed to protect the personal information that we hold about you.  We also follow the strict security procedures that privacy laws require.  These cover storing, using and releasing any information you have provided, and preventing unauthorised access or use. \
\
\
On-Device Storage\
\
On-device storage is information that our Mexican Wave app transfers to your mobile phone so that the services can remember who you are and information about your use of the service. The Mexican Wave app cannot operate without this on-device storage. If you do not want your information to be stored in this way, please do not install or use our Mexican Wave app.\
\
Consent to use of Information by Yell Ltd\
\
For the avoidance of doubt, by downloading the Mexican Wave app you will be deemed to consent to Yell:\
(1)	using an online storage device for the purposes of obtaining information about your use of the Mexican Wave app;\
(2)	 storing and using any information obtained in respect of (1) above in accordance with Yell’s privacy policy for Mexican Wave app users; and\
(3)	storing and using any personal data which you may provide to Yell in accordance with Yell’s privacy policy for Mexican Wave app users.\
\
IF YOU DO NOT CONSENT TO ANY OF THE ABOVE USES BY YELL PLEASE DO NOT DOWNLOAD THIS APPLICATION.\
\
What Rights You Have\
You have the right to see information we hold about you, with some exceptions, which are described in the privacy laws.  If you would like a copy of your personal information, you should contact us.  You will need to pay a processing fee of £10.\
\
How We Can Make Changes To This Privacy Policy\
\
We may update this privacy policy from time to time so you may want to check it each time you give us personal information or use our websites.\
\
We last changed this privacy policy on 5 May 2012.\
\
Our Full Privacy Policy\
\
Our full privacy policy for users is available at\
www.yell.com/legal/privacy/home.html.\
\
©  Yell Limited, May 2012.\
\
THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS 'AS IS'AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE\
IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE\
DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE\
FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL\
DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR\
SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER\
CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY,\
OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE\
OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\
\
\
\
This application also makes use of the ios-NTP framework and is subject to the relevant terms and conditions, a copy of which can be located at\
https://github.com/jbenet/ios-ntp/blob/master/LICENSE\
The MIT License (MIT)\
Copyright (c) 2012, Ramsay Consulting\
\
Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the 'Software'), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\
\
The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\
\
THE SOFTWARE IS PROVIDED 'AS IS', WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.";        /* The text shown in the Legal section*/